tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "ansible"
brew "zstd"
brew "webp"
brew "bash"
brew "bat"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "docker-compose", link: false
brew "exa"
brew "exiftool"
brew "findutils"
brew "harfbuzz"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "h2"
brew "hyperfine"
brew "jdtls"
brew "jenv"
brew "lua-language-server"
brew "luajit"
brew "make"
brew "mas"
brew "maven"
brew "mockery"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@17"
brew "openvpn"
brew "php"
brew "pnpm"
brew "python@3.10"
brew "python@3.9"
brew "ruby"
brew "shfmt"
brew "starship"
brew "stylua"
brew "tailscale"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "esolitos/ipa/sshpass"
cask "affinity-designer"
cask "alacritty"
cask "anydesk"
cask "arc"
cask "around"
cask "bitwarden"
cask "calibre"
cask "cursor"
cask "cyberduck"
cask "darktable"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "fliqlo"
cask "folx"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "keka"
cask "keystore-explorer"
cask "kicad"
cask "kindle"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "netbeans"
cask "obsidian"
cask "openscad"
cask "openvpn-connect"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "rescuetime"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "temurin"
cask "timeular"
cask "tor-browser"
cask "via"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "Angular.ng-template"
vscode "blakeh.jump-to-test"
vscode "Codely.codely-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "Orta.vscode-jest"
vscode "QuanLi.focus"
vscode "RamiroBerrelleza.bitbucket-pull-requests"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "VSpaceCode.whichkey"
