tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "python@3.10"
brew "ansible"
brew "bash"
brew "bat"
brew "coreutils"
brew "git-delta"
brew "docker-compose"
brew "exa"
brew "exiftool", link: false
brew "gnutls"
brew "harfbuzz"
brew "zstd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "h2"
brew "hyperfine"
brew "jenv"
brew "lua-language-server"
brew "luajit"
brew "make"
brew "mas"
brew "maven"
brew "mockery"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "python@3.9"
brew "ruby"
brew "starship"
brew "tailscale"
brew "terraform"
brew "tldr"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "esolitos/ipa/sshpass"
cask "adoptopenjdk16"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "anydesk"
cask "bitwarden"
cask "cyberduck"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "obsidian"
cask "raycast"
cask "rescuetime"
cask "rocket"
cask "signal"
cask "slack"
cask "telegram"
cask "whatsapp"
cask "zoom"
mas "Unsplash Wallpapers", id: 1284863847
