tap "adoptopenjdk/openjdk"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "ansible"
brew "python@3.9"
brew "deno"
brew "docker"
brew "docker-compose"
brew "elasticsearch"
brew "exiftool", link: false
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "zstd"
brew "gcc"
brew "gifski"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnupg"
brew "go"
brew "gradle"
brew "h2"
brew "imageoptim-cli"
brew "jenv"
brew "mailhog", restart_service: true
brew "make"
brew "mas"
brew "maven@3.3"
brew "mockery"
brew "nmap"
brew "nvm"
brew "openjdk@17"
brew "ruby"
brew "starship"
brew "tailscale"
brew "terraform"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "esolitos/ipa/sshpass"
cask "adoptopenjdk16"
cask "adoptopenjdk8"
cask "anydesk"
cask "cyberduck"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "gas-mask"
cask "jumpcut"
cask "keka"
cask "kitematic"
cask "loom"
cask "obsidian"
cask "openboard"
cask "qlgradle"
cask "qlmarkdown"
cask "raycast"
cask "rescuetime"
cask "rocket"
cask "signal"
cask "tidal"
cask "warp"
cask "whatsapp"
cask "zoom"
